the 1363151
to 1251597
and 637724
of 610750
in 541708
a 482876
for 478242
on 320717
is 299506
our 282155
amp 269570
i 257212
this 252120
we 234183
with 208786
that 193919
my 180800
you 172445
at 168616
are 161953
be 142980
will 138707
from 134778
it 130258
have 129930
today 127021
more 112979
as 111731
their 111459
by 109576
all 96103
about 93510
who 91857
us 87961
your 81916
not 81053
has 79600
an 77814
was 77416
great 74211
can 70930
they 69254
need 62510
his 62392
people 60749
work 60514
help 59902
here 59358
new 58202
i'm 57196
must 56941
out 56309
it's 55948
bill 55542
now 54238
up 54236
but 53939
time 53827
day 53528
support 50484
so 50184
if 48883
congress 48686
thank 48440
do 48215
or 47193
me 46719
families 45361
americans 45063
what 44516
make 43740
get 43408
one 43233
just 43014
how 42586
he 42411
w 41390
no 41187
should 40966
proud 39319
these 38663
thanks 38181
american 38163
been 38016
country 37395
health 36360
act 36255
would 36170
care 35941
than 35279
see 35007
like 34987
those 34788
them 34699
last 34061
am 33695
working 33456
vote 33131
join 32240
first 32148
week 31968
over 31397
keep 31394
when 31312
years 31134
many 30973
house 30613
continue 30274
good 30173
protect 29975
year 29648
every 29252
state 28033
read 27976
women 27760
back 27735
right 27543
community 27468
take 27042
president 26985
why 26955
senate 26667
students 26599
during 26119
fight 26090
know 25647
there 25503
family 25455
important 25223
watch 25205
had 25130
jobs 25066
discuss 24937
honor 24758
into 24547
against 24223
which 24217
her 24189
– 23998
communities 23691
across 23536
its 23077
morning 23029
economy 22843
workers 22752
live 22513
funding 22172
america 22155
don't 22037
bipartisan 21940
nation 21792
stop 21459
federal 21276
way 21180
happy 21088
after 21031
ensure 20999
forward 20671
legislation 20547
want 20376
some 20251
together 20236
other 20158
only 20147
office 20034
trump 19888
law 19788
were 19719
still 19700
passed 19574
next 19567
go 19478
most 19335
veterans 19322
being 19291
local 19283
@realDonaldTrump 19238
better 18985
million 18964
service 18961
through 18919
@POTUS 18529
visit 18488
because 18304
made 18287
safe 18235
government 18123
plan 18085
end 17944
joined 17643
that's 17566
access 17541
learn 17534
full 17529
while 17483
stand 17433
tune 17404
lives 17322
home 17216
tonight 17171
call 17120
i'll 17075
everyone 16925
meeting 16898
sure 16775
hearing 16768
also 16760
2 16661
members 16580
yesterday 16570
world 16355
before 16328
children 16301
#covid19 16247
best 16235
we're 16203
provide 16125
colleagues 16090
another 16057
down 16018
hope 15999
pass 15933
life 15901
him 15671
any 15630
needs 15545
may 15541
crisis 15364
going 15302
look 15295
program 15233
come 15217
too 15143
fighting 15116
statement 15057
always 15038
never 15019
please 14980
honored 14927
today's 14924
future 14835
can't 14813
could 14808
news 14784
let's 14727
tomorrow 14645
put 14543
much 14437
where 14427
very 14402
pandemic 14350
efforts 14172
again 14152
meet 14120
even 14111
since 14101
talk 14055
critical 13862
1 13758
national 13567
find 13180
via 13139
part 13110
under 13092
voted 13035
hear 12981
off 12955
address 12936
issues 12929
check 12847
give 12805
resources 12785
dc 12758
staff 12738
making 12701
including 12639
action 12622
millions 12552
glad 12547
congratulations 12415
deserve 12403
days 12370
remember 12341
leaders 12205
serve 12121
let 12034
military 11988
around 11980
looking 11950
pay 11929
hard 11820
i've 11809
she 11776
republicans 11765
congrats 11739
leadership 11720
strong 11693
two 11546
ago 11539
celebrate 11496
joining 11467
did 11451
lost 11406
opportunity 11226
system 11221
de 11162
done 11138
night 11094
doing 11079
use 11074
men 11049
friends 10951
history 10880
without 10870
smallbusinesses 10787
democrats 10737
icymi 10716
met 10597
well 10502
big 10501
receive 10492
questions 10451
justice 10443
getting 10329
bring 10255
step 10185
said 10144
own 10134
businesses 10130
election 10092
— 10069
say 10036
friend 9969
until 9919
nation's 9911
job 9887
ever 9879
free 9857
real 9835
coronavirus 9825
gop 9743
spoke 9741
both 9727
open 9704
information 9699
washington 9693
relief 9653
3 9616
4 9615
speaking 9599
team 9524
speak 9475
show 9422
taking 9343
presidenttrump 9328
think 9327
introduced 9312
long 9286
place 9249
grateful 9241
enjoyed 9198
healthcare 9197
letter 9125
having 9107
talking 9106
education 9065
power 9063
helping 9043
does 9040
kids 9033
response 8992
clear 8932
covid-19 8903
away 8869
create 8841
got 8823
thoughts 8802
coming 8800
love 8795
cannot 8780
few 8776
programs 8710
decision 8696
sign 8696
yet 8636
change 8615
same 8566
share 8561
you're 8549
administration 8545
states 8491
policy 8452
able 8435
business 8405
ready 8395
billion 8356
win 8327
improve 8322
tax 8242
#sotu 8228
economic 8226
latest 8209
prayers 8173
hold 8162
district 8133
event 8070
continues 8065
story 8056
calling 8045
already 8039
top 8012
we've 8009
signed 8007
victims 7959
face 7934
protecting 7931
dr 7920
public 7885
trump's 7858
lead 7833
here's 7825
pleased 7819
doesn't 7813
each 7779
america's 7729
increase 7722
money 7706
benefits 7701
unitedstates 7692
democracy 7672
voting 7669
folks 7665
policies 7661
others 7644
pm 7632
past 7594
10 7590
bills 7567
won't 7536
rep 7524
welcome 7524
info 7500
listen 7492
young 7471
report 7465
safety 7457
allow 7455
month 7454
freedom 7430
start 7426
hosting 7408
schools 7405
school 7394
prevent 7372
→ 7364
5 7351
heard 7308
then 7305
supporting 7262
believe 7257
agree 7248
left 7247
between 7232
enough 7130
nearly 7120
issue 7032
#obamacare 7016
2018 7001
weekend 6994
services 6961
impact 6949
testing 6940
farmers 6937
such 6928
thousands 6927
campaign 6925
residents 6889
coverage 6875
budget 6873
texas 6862
process 6846
follow 6829
less 6776
risk 6755
isn't 6749
loved 6722
things 6704
discussion 6701
security 6674
former 6661
passing 6660
video 6613
due 6560
importance 6513
instead 6509
combat 6486
constituents 6470
commitment 6429
celebrating 6415
means 6409
seniors 6392
#taxreform 6386
political 6372
100 6357
@ 6350
available 6344
brave 6337
nothing 6337
gt 6297
he's 6289
employees 6276
soon 6239
protections 6234
tour 6226
rights 6218
infrastructure 6195
secure 6193
far 6171
there's 6157
president's 6154
update 6149
progress 6142
food 6118
helped 6071
served 6057
effort 6047
especially 6001
trying 6001
needed 5985
ways 5984
@HouseGOP 5979
they're 5977
once 5963
wishing 5954
attack 5952
took 5942
trumpadministration 5940
officials 5933
times 5918
hr 5910
excited 5904
says 5899
funds 5886
build 5883
forget 5881
move 5881
cut 5866
spending 5865
below 5858
makes 5857
voice 5837
reform 5828
line 5825
ones 5786
everything 5768
serving 5768
vital 5760
reminder 5756
true 5752
chance 5745
rt 5733
rule 5731
expand 5726
spread 5676
parents 5675
recent 5671
discussing 5666
possible 5663
publichealth 5646
housefloor 5638
afternoon 5624
member 5618
thing 5615
energy 5603
politics 5598
stay 5567
violence 5547
group 5531
republican 5527
committed 5524
online 5506
12 5504
deal 5499
fair 5497
va 5493
whitehouse 5490
border 5483
came 5476
townhall 5473
6 5461
assistance 5451
dangerous 5447
amendment 5444
research 5439
➡ 5433
highschool 5432
holding 5417
costs 5410
visiting 5410
incredible 5396
china 5393
#coronavirus 5391
repeal 5382
keeping 5373
role 5359
interview 5357
number 5355
peace 5336
special 5319
case 5313
wonderful 5306
⬇ 5303
gunviolence 5303
companies 5300
months 5295
city 5289
record 5277
nationalsecurity 5270
save 5256
key 5251
lawenforcement 5248
iran 5240
discussed 5234
affordable 5209
2020 5206
15 5176
really 5167
happybirthday 5165
wrong 5155
essential 5144
man 5143
county 5133
happening 5131
fire 5126
investigation 5118
throughout 5113
announced 5112
historic 5110
using 5105
committee 5083
used 5081
apply 5079
close 5078
constitution 5056
1st 5051
conditions 5035
recognize 5033
threat 5032
answer 5031
annual 5015
received 5007
sent 5003
war 4991
order 4975
cost 4968
leading 4968
called 4964
2016 4960
send 4940
lot 4939
y 4930
✅ 4914
providing 4903
solutions 4902
patients 4900
leader 4896
finally 4891
industry 4885
strengthen 4877
tell 4867
actions 4861
accountable 4852
ahead 4844
teachers 4824
seeing 4811
shouldn't 4806
conversation 4792
little 4781
what's 4780
behind 4779
center 4761
supremecourt 4758
serious 4751
wants 4742
moment 4741
water 4740
legacy 4729
didn't 4726
appreciate 4714
led 4710
click 4693
we'll 4693
person 4688
20 4685
wish 4671
debate 4666
set 4664
fix 4657
responders 4656
fellow 4654
facing 4637
giving 4630
message 4617
#tcot 4614
details 4611
deadline 4610
three 4608
award 4606
@HouseDemocrats 4588
entire 4562
second 4553
troops 4553
worked 4553
along 4549
taxes 4546
defend 4545
something 4537
provides 4535
earlier 4529
recently 4520
visited 4519
major 4512
mr 4512
climatechange 4510
heroes 4509
asked 4507
🇺 4506
#aca 4504
2017 4503
7 4497
become 4497
et 4479
priorities 4474
grow 4460
taxcuts 4458
police 4455
8 4451
medicare 4450
comes 4447
challenges 4437
return 4434
ask 4432
website 4430
question 4429
attacks 4428
standing 4424
fund 4422
op-ed 4392
amazing 4388
individuals 4373
opportunities 4369
fact 4366
capitol 4364
#trumpcare 4358
fought 4353
urge 4353
truth 4349
additional 4347
matter 4334
further 4333
voters 4332
values 4330
problem 4326
speech 4323
healthy 4322
heart 4292
defense 4288
seen 4287
immigration 4273
plans 4272
failed 4269
someone 4269
steps 4265
global 4263
russia 4257
weeks 4252
bad 4251
beautiful 4236
quality 4235
dedicated 4230
covid19 4228
announce 4217
taken 4211
#goptaxscam 4210
following 4209
taxreform 4204
growing 4196
equality 4195
putting 4189
miss 4185
wait 4184
citizens 4183
agenda 4182
sacrifice 4175
college 4173
environment 4161
remain 4158
force 4143
november 4139
example 4138
urging 4138
encourage 4130
concerns 4129
anyone 4125
stopped 4107
reduce 4104
laws 4101
22 4093
emergency 4093
march 4091
trade 4082
continuing 4076
virus 4067
raise 4063
votes 4060
lose 4057
yes 4057
congressional 4056
game 4048
truly 4048
friday 4046
elections 4040
paid 4040
#scotus 4038
helps 4032
affected 4025
current 4023
whether 4009
grant 4003
ensuring 4000
link 3989
ct 3987
priority 3980
list 3977
restore 3961
old 3952
immediately 3949
spent 3948
high 3944
rules 3938
starting 3938
gave 3923
region 3919
play 3918
rest 3916
area 3915
50 3911
pre-existing 3909
benefit 3907
building 3895
continued 3894
works 3894
missed 3892
held 3868
thankful 3855
success 3853
project 3850
includes 3839
deliver 3838
unacceptable 3838
cuts 3833
asking 3821
run 3816
senator 3810
30 3801
floor 3798
huge 3798
la 3793
represent 3786
loss 3785
release 3783
running 3782
focus 3779
vets 3778
treatment 3777
obama 3771
named 3763
protection 3759
pleasure 3757
resolution 3757
#veterans 3750
front 3750
presidenttrump's 3750
court 3749
stronger 3731
words 3728
courage 3727
anniversary 3716
struggling 3699
necessary 3696
proposal 3695
@FoxNews 3693
among 3684
investment 3681
turn 3678
minutes 3677
farm 3673
data 3669
toward 3668
co 3665
living 3659
#netneutrality 3646
🚨 3644
promise 3636
consumers 3634
control 3628
stories 3624
told 3622
science 3619
created 3614
judge 3611
saturday 3607
experience 3599
killed 3590
luck 3585
solution 3585
nomination 3583
hands 3577
calls 3576
recovery 3574
death 3568
housing 3562
impacted 3562
vulnerable 3561
debt 3558
mayor 3557
student 3551
contact 3542
later 3533
taxpayers 3528
#smallbiz 3525
cases 3511
shutdown 3507
hours 3503
socialsecurity 3500
sen 3492
enjoy 3491
shared 3479
demand 3474
afford 3472
count 3467
given 3467
allies 3458
mexico 3458
takes 3447
woman 3438
respect 3435
@realDonaldTrump's 3431
child 3421
john 3421
shows 3417
census 3412
union 3405
reason 3400
obamacare 3393
goes 3386
four 3385
middleclass 3383
neighbors 3380
voices 3379
joe 3377
reach 3377
representatives 3377
name 3376
register 3375
social 3374
medical 3367
year's 3365
facebook 3344
happen 3338
potential 3338
aid 3328
dems 3325
complete 3322
leave 3321
almost 3317
try 3308
black 3303
victory 3301
early 3293
spend 3291
mail 3290
facts 3288
hurt 3284
found 3275
department 3272
final 3268
actually 3265
participate 3259
difficult 3258
creating 3254
small 3247
choice 3246
aca 3242
party 3241
invest 3239
changes 3238
released 3235
donaldtrump 3234
yrs 3233
point 3231
workforce 3231
started 3225
several 3222
despite 3217
technology 3217
volunteers 3216
class 3214
powerful 3213
push 3213
transparency 3213
result 3207
difference 3204
deserves 3202
#trumpshutdown 3201
mark 3197
11 3192
hate 3190
honoring 3190
regarding 3189
9 3187
land 3186
attend 3185
immigrants 3182
hardworking 3178
head 3177
florida 3174
generation 3172
aren't 3169
hit 3160
updates 3160
mentalhealth 3158
dollars 3156
faith 3148
feel 3148
reports 3147
different 3140
july 3138
praying 3138
dedication 3137
que 3128
ballot 3124
marks 3124
hundreds 3119
secretary 3112
discrimination 3105
understand 3103
went 3100
ag 3098
advocate 3095
week's 3094
behalf 3089
sending 3084
2019 3073
hospitals 3071
healthinsurance 3062
ongoing 3061
california 3055
governor 3051
facility 3047
positive 3043
25 3042
survivors 3042
safely 3039
#mepolitics 3038
accountability 3038
passage 3038
advance 3034
photo 3028
smallbusiness 3028
respond 3021
#daca 3019
ability 3016
begin 3014
gets 3013
interested 3005
mission 3005
congressman 3002
#protectourcare 2995
monday 2995
stopping 2991
least 2989
events 2985
wall 2985
partisan 2983
answers 2976
gov 2976
reopen 2976
fun 2973
word 2970
based 2969
ohio 2966
single 2965
trillion 2963
wrote 2956
sharing 2953
decades 2949
longer 2949
training 2949
13 2948
bringing 2943
interest 2943
international 2939
receiving 2939
legal 2937
offer 2936
democratic 2933
saw 2930
paycheck 2929
agency 2928
supported 2922
york 2919
#jobs 2917
innovation 2917
cosponsor 2916
chairman 2913
level 2912
included 2908
talked 2902
learning 2893
themselves 2892
increased 2883
winning 2882
mean 2876
present 2867
colleague 2861
threats 2859
mt 2849
personal 2842
article 2841
career 2840
birthday 2838
potus 2836
cares 2828
piece 2826
promote 2826
evening 2823
side 2823
agreement 2821
often 2813
summer 2813
unemployment 2813
earned 2811
april 2809
covid 2808
fear 2805
saying 2805
worse 2796
favorite 2794
gives 2794
devastating 2793
simply 2791
company 2790
highest 2790
internet 2790
whose 2790
strategy 2785
un 2785
experts 2784
anything 2783
remains 2782
clean 2778
reforms 2777
currently 2776
medicaid 2772
growth 2769
#utpol 2767
financial 2767
choose 2766
beyond 2765
request 2757
fall 2753
israel 2745
evidence 2743
responsible 2743
countries 2737
moving 2735
grants 2734
june 2732
veteran 2731
attended 2729
cause 2728
en 2717
include 2717
irs 2717
iowa 2714
development 2713
near 2713
reality 2711
contributions 2708
#dreamers 2704
ban 2702
regulations 2701
largest 2696
alone 2687
wages 2687
might 2686
proposed 2681
significant 2676
abuse 2675
towards 2674
direct 2672
comprehensive 2667
race 2667
color 2666
strength 2666
trust 2661
brought 2660
introduce 2660
#az01 2657
responsibility 2651
greater 2649
supports 2642
counties 2640
dreamers 2639
agriculture 2638
late 2627
paying 2626
#2020census 2625
tools 2620
decisions 2617
lines 2617
review 2616
senatefloor 2616
hand 2613
kind 2610
#forthepeople 2608
applaud 2608
thx 2605
u 2602
2015 2599
senators 2595
society 2594
preserve 2592
puertorico 2590
savelives 2589
manufacturing 2587
tuesday 2586
greatest 2576
view 2573
god 2571
consider 2570
fully 2570
nominee 2570
results 2568
effective 2567
opening 2565
extend 2564
trumpadmin 2564
@SpeakerRyan 2563
focused 2562
confirmed 2557
govt 2552
chief 2549
fill 2549
investments 2549
payments 2545
tragedy 2545
tonight's 2541
loans 2539
rely 2538
simple 2534
ending 2532
17 2529
challenge 2529
crucial 2529
duty 2529
projects 2519
mask 2516
approach 2513
forced 2512
problems 2511
rebuild 2507
couldn't 2506
wife 2504
ideas 2503
you'll 2501
safer 2498
host 2492
quickly 2492
epa 2491
fbi 2491
inspiring 2489
beginning 2488
director 2484
half 2484
per 2484
independence 2482
pushing 2480
privilege 2478
exactly 2474
path 2471
insurance 2467
light 2465
heading 2463
oppose 2463
celebration 2462
interests 2458
homes 2456
successful 2455
above 2454
approved 2445
presidentobama 2445
road 2443
puts 2441
drive 2440
@EPA 2436
undermine 2433
40 2432
civilrights 2432
epidemic 2432
fed 2432
lower 2429
season 2428
table 2427
trip 2426
youth 2423
provided 2421
rural 2420
@WhiteHouse 2418
admin 2418
involved 2418
spirit 2416
showing 2415
thursday 2415
#getcovered 2412
bordersecurity 2406
died 2404
corporations 2398
haven't 2397
directly 2395
air 2394
allowing 2389
field 2386
virtual 2374
allowed 2373
lack 2373
looks 2373
michigan 2373
park 2373
official 2371
media 2370
rather 2368
attention 2366
permanent 2360
arizona 2357
rise 2353
add 2352
playing 2348
reflect 2343
conference 2342
breaking 2341
within 2340
majority 2339
alabama 2336
idea 2336
re 2336
labor 2334
expanding 2332
sanctions 2332
became 2331
24 2330
association 2330
succeed 2330
submit 2324
memorial 2316
improving 2315
attempt 2314
2nd 2309
providers 2309
introducing 2307
#ia03 2302
cover 2302
st 2300
board 2299
space 2299
el 2298
inspired 2298
assist 2297
long-term 2296
addressing 2294
break 2293
delay 2290
course 2287
nationwide 2287
caucus 2284
george 2283
cruel 2279
doctors 2271
attending 2268
prepare 2261
wear 2261
five 2258
son 2257
headed 2255
twitter 2253
impacts 2252
goal 2251
sunday 2251
immediate 2248
oversight 2246
upcoming 2241
14 2239
climate 2239
study 2239
@FoxBusiness 2238
situation 2232
forever 2229
else 2227
protected 2225
hosted 2224
washingtondc 2223
failure 2221
impeachment 2215
sacrifices 2212
elected 2211
sick 2211
transportation 2209
catch 2208
starts 2207
massive 2206
likely 2205
✔ 2204
private 2200
test 2199
#mtpol 2198
boost 2197
23 2195
package 2195
won 2194
outside 2193
productive 2192
they've 2192
damage 2191
eligible 2191
native 2189
photos 2187
economicgrowth 2183
officers 2182
@SBAgov 2180
rate 2180
announcement 2178
higher 2178
options 2176
demanding 2175
though 2175
minnesota 2174
nice 2174
absolutely 2170
ends 2170
administration's 2166
para 2166
groups 2165
products 2165
watching 2165
#tbt 2163
forum 2152
tragic 2152
@USDA 2151
country's 2150
phone 2149
percent 2148
16 2145
generations 2145
six 2145
block 2142
wanted 2134
yesterday's 2134
require 2133
tweet 2132
ceremony 2131
knows 2130
sad 2129
humanrights 2128
vaccine 2125
#va10 2118
masks 2114
according 2113
claims 2112
suffering 2106
low 2104
#heroesact 2100
disaster 2099
recognized 2098
site 2098
s 2096
girls 2095
average 2092
freedoms 2091
happened 2090
legislative 2090
uniform 2089
concerned 2087
@SenateGOP 2086
august 2085
syria 2084
chair 2082
wednesday 2082
remarks 2081
whole 2081
october 2080
broken 2079
facilities 2078
united 2078
increasing 2077
known 2077
conservative 2074
perfect 2074
wisconsin 2074
vision 2070
sat 2069
#puertorico 2068
lunch 2068
white 2068
signing 2067
achieve 2066
thinking 2066
easy 2064
waiting 2064
awarded 2061
champion 2061
equipment 2058
investing 2056
yours 2052
employers 2051
market 2049
third 2049
cities 2045
seeking 2045
poverty 2044
illinois 2043
mind 2042
hey 2039
shut 2036
18 2035
shameful 2035
added 2032
thrilled 2032
state's 2029
daily 2026
parade 2025
4th 2023
excellent 2022
promises 2021
rates 2021
disease 2016
ca 2014
partnership 2014
rsvp 2014
thought 2014
culture 2010
status 2010
consequences 2008
measures 2008
basic 2006
tech 2005
#nmpol 2004
smart 2004
rally 2003
avoid 2002
matters 2002
trumpadministration's 2002
#taxcutsandjobsact 1999
ourselves 1999
worst 1999
numbers 1998
easier 1994
pray 1990
participating 1987
billions 1983
disabilities 1982
terrible 1981
treat 1979
payment 1977
#healthcare 1969
comments 1969
outstanding 1968
condolences 1967
human 1967
protects 1962
travel 1962
foreign 1959
form 1959
price 1959
abortion 1957
investigate 1957
snap 1953
advocates 1947
valley 1945
hour 1943
practice 1943
rich 1943
learned 1942
unprecedented 1942
central 1941
#veteransday 1940
affordablecareact 1936
chinese 1932
countless 1930
#actonclimate 1929
crime 1929
harm 1927
battle 1925
promised 1923
deaths 1920
liberty 1920
tough 1919
con 1918
hall 1918
hospital 1918
lots 1918
prepared 1917
women's 1916
september 1915
closer 1914
position 1914
distancing 1910
built 1908
opioidepidemic 1908
silence 1908
january 1907
organizations 1907
track 1905
coffee 1900
independent 1900
reckless 1900
taxcode 1899
father 1892
recover 1892
#neverforget 1891
town 1891
georgia 1887
#icymi 1886
nh 1883
@JoeBiden 1882
delivered 1882
losing 1882
2014 1879
areas 1879
sec 1876
equal 1874
gov't 1874
listening 1874
nj 1870
value 1870
seek 1869
60 1868
blessed 1868
stands 1868
partners 1867
tx 1867
northkorea 1866
stood 1864
#gop 1863
begins 1862
illegal 1862
volunteer 1862
you've 1857
i'd 1855
integrity 1853
listenlive 1852
@CNN 1850
@DeptVetAffairs 1848
counted 1844
she's 1841
commerce 1840
deeply 1835
alongside 1834
shot 1833
large 1830
worth 1829
#climatechange 1828
date 1827
applications 1824
requires 1824
👇 1821
senaterepublicans 1821
closed 1820
mn 1820
buy 1819
drop 1819
allows 1818
bold 1816
meaningful 1816
middle 1816
competition 1815
willing 1815
#sayfie 1814
himself 1814
yourself 1814
dignity 1811
#blackhistorymonth 1810
childcare 1810
senior 1810
breakfast 1809
firefighters 1809
summit 1809
develop 1808
knew 1808
outbreak 1808
endorsement 1806
shooting 1801
#4jobs 1799
#wv 1796
expect 1796
wealthy 1795
biden 1793
gone 1793
teacher 1792
biggest 1791
post 1791
email 1790
charge 1789
reading 1788
file 1787
harder 1783
eliminate 1781
roundtable 1781
university 1775
seriously 1773
harmful 1770
upon 1770
@VP 1769
terrorism 1768
trial 1768
soldiers 1766
tribute 1766
usa 1766
guns 1765
hurting 1765
page 1765
changed 1762
production 1759
al 1758
servicemembers 1758
pressconference 1757
horrific 1756
defeat 1754
operations 1754
abt 1753
age 1753
participated 1751
publiclands 1749
opioidcrisis 1748
ceo 1747
cosponsored 1747
foundation 1746
walk 1745
caused 1743
memory 1740
saddened 1740
indiana 1737
places 1737
short 1736
authority 1735
period 1734
agencies 1733
december 1730
toured 1729
ground 1726
ppl 1726
cancer 1725
mom 1723
press 1721
#ny21 1720
quick 1719
3rd 1718
either 1715
oil 1715
chamber 1714
rising 1714
levels 1713
doj 1712
gtgt 1712
provisions 1712
partner 1709
corruption 1704
tremendous 1704
launch 1701
stake 1701
futuregenerations 1698
relationship 1698
tool 1697
doors 1694
staysafe 1694
tried 1694
claim 1693
congressionalartcompetition 1692
posted 1691
stimulus 1690
hero 1686
#ohio 1685
@DHSgov 1684
favor 1684
v 1684
waste 1684
initiative 1683
aisle 1682
movement 1682
roll 1681
guidance 1680
@HouseCommerce 1679
manufacturers 1679
defending 1675
19 1674
becoming 1674
delivering 1674
earn 1674
briefing 1671
jersey 1670
nc 1669
retirement 1669
polls 1666
sorry 1666
skills 1664
schedule 1661
21stcentury 1660
oregon 1659
pick 1657
#farmbill 1654
@StateDept 1654
cast 1654
los 1651
pres 1650
sit 1650
urgent 1648
racism 1647
innovative 1642
decade 1641
denied 1641
ny 1640
daca 1639
hill 1639
direction 1637
total 1637
@WSJ 1635
west 1635
drug 1633
lies 1632
diversity 1631
gun 1629
holiday 1628
session 1626
income 1623
owe 1623
strengthening 1623
seems 1622
deadly 1621
recognizing 1621
roads 1621
recognition 1620
planning 1614
#memorialday 1613
leaving 1613
offices 1613
standards 1612
telephonetownhall 1612
abroad 1611
planet 1611
supporters 1610
flag 1609
democrat 1608
bravery 1607
deficit 1606
keeps 1604
ppp 1602
expected 1600
missing 1599
putin 1597
ruralcommunities 1597
wouldn't 1597
shortly 1596
godbless 1594
sense 1594
delegation 1593
middleeast 1591
fired 1590
updated 1589
offering 1588
panel 1588
confirmation 1582
fraud 1582
highlight 1581
prosperity 1579
nurses 1578
officer 1578
recommit 1575
russian 1575
effects 1573
welcoming 1573
afghanistan 1572
isis 1571
drugs 1565
ms 1565
radio 1565
text 1565
turned 1564
hearings 1563
witnesses 1562
maintain 1561
mother 1561
@CDCgov 1557
ambassador 1557
showed 1557
accept 1555
arkansas 1555
book 1550
david 1550
educators 1550
everywhere 1549
sides 1549
commonsense 1548
1/2 1545
pa 1545
#irandeal 1544
clearly 1543
cutting 1543
acts 1542
b/c 1541
army 1540
candidates 1539
zero 1538
low-income 1537
newsletter 1536
room 1535
common 1534
art 1532
incredibly 1532
enter 1529
opposition 1529
outrageous 1529
reps 1529
forgotten 1528
blue 1526
happens 1524
location 1524
premiums 1524
meetings 1522
raising 1522
regardless 1521
daughter 1520
effect 1519
ranchers 1519
@FCC 1518
@USPS 1518
dinner 1515
expansion 1515
everyday 1513
500 1511
colorado 1509
pressure 1509
turnout 1509
21 1508
@MSNBC 1508
w/o 1508
testimony 1507
mike 1506
encouraging 1504
confirm 1500
original 1499
gratitude 1498
covered 1496
nov 1496
raised 1495
systems 1494
individual 1493
northcarolina 1493
taxcut 1493
unfortunately 1491
awesome 1488
del 1488
ice 1488
producers 1487
@HHSGov 1486
r 1483
ruling 1483
addiction 1482
beat 1482
environmental 1482
maybe 1482
storm 1482
subcommittee 1482
#immigration 1481
representing 1481
construction 1478
kansas 1477
hs 1475
oh 1472
slow 1472
sites 1471
regional 1470
supplies 1470
depend 1468
prevention 1468
wasn't 1468
busy 1465
nevada 1463
michael 1462
wake 1460
crowd 1454
north 1454
related 1452
earth 1451
chip 1450
column 1450
measure 1450
night's 1450
ok 1450
publicservice 1450
26 1449
terrorists 1449
commonsense 1448
unique 1448
iraq 1447
kept 1444
refused 1442
reverse 1442
empower 1441
commit 1440
connect 1440
guest 1437
firsthand 1436
apart 1432
ignore 1430
reasons 1430
#ndaa 1428
hearts 1428
replace 1428
capitolhill 1426
conduct 1425
speaker 1425
organization 1423
radical 1423
born 1420
hasn't 1420
nations 1420
poor 1420
general 1418
inviting 1418
usps 1417
chat 1416
influence 1415
innocent 1415
finding 1414
appointment 1413
stage 1413
mothers 1411
officially 1411
overseas 1411
wins 1411
documents 1410
renew 1410
reported 1410
however 1409
peaceful 1408
tests 1408
americandream 1406
solve 1406
2/2 1405
#az05 1404
uphold 1404
weather 1404
remove 1403
implement 1400
limit 1400
hoosiers 1399
70 1398
louisiana 1398
seat 1397
vs 1397
wishes 1396
regime 1395
#irs 1394
bottom 1394
credit 1393
exciting 1390
practices 1389
recipients 1389
struggle 1389
candidate 1386
dad 1386
dead 1386
increases 1386
proudly 1386
scotus 1386
encouraged 1385
entrepreneurs 1384
accessible 1382
addition 1382
fast 1380
academy 1379
2013 1378
round 1378
accepting 1377
injured 1377
brings 1375
particularly 1372
completely 1371
expanded 1370
#senate 1369
february 1367
openenrollment 1367
#iran 1366
application 1364
extraordinary 1363
sitting 1361
bolster 1360
capital 1360
primary 1360
reject 1359
confidence 1358
etc 1356
inspire 1356
mine 1356
blocked 1355
governmentshutdown 1354
pledge 1354
compromise 1352
mistake 1352
attempts 1351
guy 1351
kick 1350
lie 1350
strongly 1350
green 1348
refuse 1348
pain 1347
rent 1346
tackle 1346
martinlutherkingjr 1345
negotiations 1345
ultimatesacrifice 1343
danger 1341
fema 1341
offered 1339
promoting 1338
winner 1338
mississippi 1337
#endgunviolence 1336
@GOP 1336
borderwall 1336
highlights 1332
courts 1331
pursue 1331
launched 1330
industries 1329
lady 1329
appreciated 1328
urged 1328
worker 1328
ensures 1326
virginia 1326
assault 1325
campus 1324
carry 1324
series 1324
south 1324
talks 1323
forces 1321
75 1320
advice 1320
celebrated 1320
fl 1318
required 1318
90 1317
reopening 1317
sacrificed 1317
barriers 1315
terror 1313
lifetime 1312
frontline 1311
wearing 1311
@HouseJudiciary 1310
app 1310
immigrant 1310
joy 1310
hurts 1308
poll 1307
telling 1307
200 1306
constitutional 1306
fundamental 1306
reached 1306
armedforces 1305
securing 1304
#caresact 1303
opposed 1303
commission 1300
decided 1300
pro-growth 1298
cc 1297
prioritize 1297
sexualassault 1297
blocking 1296
loan 1296
ran 1295
die 1294
separated 1292
began 1291
scientists 1291
destroy 1290
alaska 1289
9/11 1287
disappointed 1287
produce 1287
failing 1286
representative 1285
street 1281
@senatemajldr 1279
extended 1279
shown 1279
threatens 1279
capacity 1275
negotiate 1275
explain 1273
@USNavy 1272
institutions 1272
hard-working 1271
impressive 1271
oped 1271
transition 1271
33 1270
closing 1270
mobileofficehours 1270
obama's 1270
yr 1270
❌ 1269
decide 1269
kill 1269
texans 1268
touring 1268
wwii 1267
inspiration 1266
housedemocrats 1264
weekly 1264
fantastic 1263
issued 1263
maine 1263
deny 1262
unnecessary 1262
borders 1261
townhallmeeting 1261
finished 1260
church 1259
@BarackObama 1258
council 1258
markets 1257
mourn 1257
people's 1257
31 1256
courageous 1256
employment 1256
johnson 1256
surprise 1256
lift 1254
presented 1253
nyc 1252
river 1252
thrive 1252
balance 1251
james 1251
postalservice 1251
ally 1250
concern 1248
d 1248
prestrump 1248
aside 1246
secured 1246
survey 1246
filled 1245
paychecks 1245
doubt 1244
feed 1244
foreignpolicy 1244
ppe 1244
remarkable 1244
designed 1243
fallen 1242
refugees 1241
wh 1241
@NASA 1240
certain 1240
commend 1240
heldaccountable 1240
unless 1239
who's 1239
5th 1238
normal 1238
agreed 1237
centers 1237
affordablehousing 1236
checks 1236
@realdonaldtrump 1231
saved 1231
reducing 1230
dream 1229
humantrafficking 1229
parties 1229
condemn 1226
targeted 1226
publicsafety 1225
sabotage 1225
montana 1224
smallbusinessowners 1224
80 1223
coalition 1223
extension 1223
votingrights 1223
airport 1222
cdc 1221
spring 1220
bigotry 1218
middle-class 1218
rip 1217
unconstitutional 1212
#ia01 1211
chicago 1210
resolve 1209
killing 1208
professionals 1206
preventing 1205
goals 1203
intelligence 1202
#stem 1201
account 1200
bank 1199
advantage 1198
behavior 1198
highlighting 1198
@SenateDems 1196
economicimpact 1196
tariffs 1196
plant 1195
presidentobama's 1195
reporting 1195
ballots 1194
compete 1193
gas 1193
interns 1191
proven 1191
suffer 1191
dhs 1190
saints 1189
attorneygeneral 1188
challenging 1188
offers 1188
views 1188
much-needed 1187
bush 1185
threaten 1185
@SpeakerPelosi 1183
written 1183
@POTUS's 1182
moms 1182
taskforce 1182
wildfires 1182
moved 1181
intro'd 1180
b 1179
hatred 1178
remembering 1178
reminded 1178
#syria 1177
locations 1177
#opioidcrisis 1176
confident 1176
letting 1175
train 1175
represents 1174
10am 1173
parts 1173
fail 1172
lawsuit 1170
deep 1169
murder 1169
parks 1169
reliefpackage 1169
driving 1168
#twill 1167
#protectdreamers 1166
iowans 1166
fiscal 1165
#keystonexl 1164
delays 1164
doctor 1164
35 1162
life-saving 1162
resource 1161
treated 1161
#ar4 1159
broadband 1159
determine 1159
itself 1159
hoosier 1158
houston 1158
demands 1156
floyd 1156
secret 1156
unity 1156
27 1155
heartbreaking 1155
injustice 1155
lake 1155
mi 1155
counting 1154
#1 1151
#womenshistorymonth 1151
accurate 1151
tennessee 1150
establish 1149
evil 1148
oath 1148
#otd 1147
merrychristmas 1147
serves 1147
policeofficers 1146
bridge 1145
noon 1145
executiveorder 1144
judgekavanaugh 1144
underway 1144
#trump 1143
door 1143
robust 1143
smallbiz 1143
strike 1143
tested 1143
world's 1142
compassion 1140
irresponsible 1140
lawmakers 1139
28 1137
myself 1137
#ncpol 1136
cleanenergy 1135
played 1135
privacy 1135
az 1134
congratulate 1134
domestic 1134
feeling 1134
jim 1134
qualified 1134
changing 1132
policing 1131
dept 1127
festival 1127
nationalparks 1127
pretty 1127
jewish 1126
amount 1125
economicdevelopment 1125
leads 1125
standard 1124
#ar3 1123
bright 1123
houserepublicans 1123
flooding 1122
diverse 1121
limited 1121
certainty 1120
#mi06 1119
brown 1119
localgovernments 1117
remind 1117
congressionaldistrict 1115
tradition 1115
opened 1114
red 1114
@fema 1113
advocacy 1113
straight 1113
mtg 1112
saving 1112
false 1111
streets 1111
@USArmy 1110
threatening 1109
jobcreation 1108
library 1108
note 1108
tips 1108
affect 1106
language 1106
southernborder 1106
unemploymentbenefits 1106
#mlkday 1105
solidarity 1105
#medicare 1104
ended 1104
prayer 1104
#neveragain 1103
@washingtonpost 1103
humbled 1103
middleschool 1103
registered 1102
burden 1101
bc 1100
maryland 1100
advancing 1099
corporate 1099
island 1099
safetynet 1099
testify 1098
tv 1098
45 1096
hiring 1095
extreme 1094
wealthiest 1094
answered 1093
delivery 1093
earlyvoting 1093
filed 1093
citizenship 1092
refuses 1092
tom 1092
awareness 1091
condition 1091
version 1091
base 1090
chapter 1090
openinternet 1090
#ppp 1089
exercise 1089
guidelines 1089
scott 1089
whatever 1089
robert 1088
senatedemocrats 1088
@nytimes 1087
banks 1087
faced 1087
women'shealth 1087
paul 1083
@thehill 1082
co-chair 1082
extra 1082
laid 1082
westvirginia 1082
who've 1082
bonuses 1081
tens 1081
socialmedia 1080
#prolife 1079
thanksgiving 1079
lawenforcementofficers 1078
sworn 1078
conservation 1077
lord 1077
corner 1076
games 1076
pennsylvania 1076
minute 1075
↓ 1072
christmas 1072
warm 1072
missouri 1071
picture 1071
prices 1070
gunsafety 1069
kicking 1069
write 1069
#al03 1068
feet 1068
meant 1067
provision 1066
proposals 1065
mcconnell 1064
ties 1063
worry 1061
#equalpay 1060
china's 1060
editorial 1060
option 1060
talented 1059
east 1058
expense 1057
miles 1056
winners 1056
customers 1055
globe 1054
requirements 1052
navy 1051
disastrous 1050
racist 1050
rebuilding 1050
senseless 1049
#abetterdeal 1048
#china 1048
markup 1048
biz 1047
iranian 1047
meals 1047
target 1047
understanding 1047
#socialsecurity 1046
desk 1045
imagine 1045
risks 1045
backbone 1044
morning's 1044
music 1044
amid 1043
confront 1043
❤ 1042
car 1042
operation 1041
joebiden 1040
multiple 1040
facebookpage 1039
raiseawareness 1039
initiatives 1037
minnesotans 1037
lucky 1036
cash 1035
repealing 1035
acting 1034
preparing 1034
shall 1034
targeting 1034
existing 1033
flexibility 1033
contribute 1032
hoping 1032
repcicilline 1032
ty 1032
endorsed 1031
publicservant 1031
wa 1030
frontlines 1029
museum 1028
conflict 1027
express 1027
fails 1027
inhumane 1026
momentum 1026
model 1024
wow 1024
advocating 1023
amendments 1022
nuclear 1022
traveling 1022
domesticviolence 1021
gain 1021
newest 1021
overcome 1020
savings 1020
hardworkingamericans 1019
principles 1019
specialinterests 1019
staying 1019
certainly 1018
management 1018
thinks 1018
voter 1018
boys 1016
constituent 1016
holds 1016
ed 1015
enforce 1015
they'll 1015
experiencing 1014
oct 1014
#queens 1013
2012 1013
asap 1013
experienced 1013
faces 1013
owners 1013
choices 1012
refusing 1012
colleges 1011
creates 1011
awards 1010
gap 1010
overturn 1010
effectively 1009
exposed 1009
crimes 1008
population 1008
western 1008
n 1007
fine 1006
moments 1006
officehours 1006
wonder 1006
commemorate 1005
competitive 1005
reliable 1005
restoring 1005
cooperation 1002
murdered 1002
@TheJusticeDept 1001
#medicaid 1000
backs 1000
leaves 1000
term 1000
combating 999
teams 999
tireless 997
barr 996
welcomed 996
heroesact 995
taxpayerdollars 995
uncertainty 993
jan 992
proof 992
signs 992
points 991
donate 990
improvements 990
inaction 990
king 990
transparent 990
@GOPoversight 989
#lgbtq 988
hurricane 988
turning 988
id 987
touch 987
clock 986
hungry 986
enhance 985
enjoying 985
hopeful 985
tirelessly 984
#maga 982
guess 982
#potus 981
taxbreaks 981
activities 979
developing 979
dropped 979
display 976
e 976
movingforward 975
books 974
flight 974
moral 973
ri 973
workplace 973
hire 972
rhetoric 972
politicians 971
source 971
#texas 970
considered 970
dollar 970
shop 970
unable 970
europe 969
interesting 969
resident 969
#betteroffnow 966
extremely 966
longoverdue 966
@SenRonJohnson 965
greatly 965
las 965
pockets 964
guarantee 962
passion 962
era 961
network 961
regulation 961
alliance 958
commissioner 958
husband 958
weapons 958
tomorrow's 957
port 955
americanhero 954
coach 954
federalagencies 954
jackson 954
phase 954
@USTreasury 953
fires 953
selected 953
por 952
accomplishments 951
elementary 951
#dreamact 950
conversations 950
honors 950
investigations 950
electedofficials 949
midst 949
sept 949
hostage 948
personnel 947
👏 946
africanamerican 946
lying 946
caught 945
communityhealthcenters 945
disagree 945
eyes 945
sell 945
thread 945
attacking 944
johnlewis 942
fewer 941
heads 941
modern 941
probably 941
sound 941
stability 941
est 939
expensive 939
gut 938
invited 938
@HUDgov 937
@SteveScalise 937
salute 936
defund 935
forcing 935
gen 935
thanking 935
#idpol 934
approve 934
correct 934
plays 934
#congress 931
#familiesbelongtogether 931
@cspan 931
allegations 931
comment 931
tweets 931
#trumpbudget 930
@NancyPelosi 930
female 930
nominated 930
unite 930
austin 929
hi 929
opposing 929
chaos 928
presidents 928
taxpayer 928
whom 928
@DeptofDefense 927
permanently 927
prescriptiondrugs 927
#betterway 926
character 926
co-sponsor 926
double 926
@YouTube 925
honest 925
brothers 924
inside 924
medal 924
similar 924
analysis 923
considering 923
stops 923
supply 923
afraid 922
knowledge 922
utah 922
sadly 921
300 920
criminal 920
dem 920
trail 920
911 919
alive 919
brief 919
proper 919
requiring 918
basis 917
forms 917
#whatsatstake 916
engaged 916
sandiego 915
passes 914
#gunviolence 913
bridges 913
nat'l 913
#lgbt 912
devastated 912
postoffice 911
shame 911
informed 910
purchase 910
#azsen 908
@NatlParkService 908
guys 908
judges 908
chris 907
adding 906
appropriations 906
responding 906
seem 905
#raisethewage 904
bit 904
rock 904
#equalpayday 903
pushed 903
q 903
closely 902
ten 902
rush 901
topics 900
federalemployees 899
lasvegas 899
protest 899
#russia 898
@HouseFloor 898
seven 898
#doyourjob 897
#fl07 897
@CFPB 897
approval 897
@FinancialCmte 896
@USMC 896
#flapol 895
believes 895
medicine 895
careers 894
corrupt 894
excuse 894
felt 894
none 894
rolling 894
engage 893
ga 893
#disarmhate 892
couple 892
equalpay 892
steve 892
su 892
worried 892
#dreamactnow 891
chose 891
cool 891
q&amp;a 891
treatments 891
highereducation 890
smith 890
stem 890
#taxday 889
canada 889
cosponsoring 889
he'll 889
oklahoma 889
overwhelming 889
records 889
sisters 888
#ne03 887
revenue 887
minimumwage 886
questioned 886
dark 885
o 885
bigger 884
mass 884
nevadans 884
restaurants 884
55 883
@SenateMajLdr 883
criminals 883
guide 883
exchange 882
pause 881
#ppcchat 880
good-paying 880
reaching 880
announcing 879
elect 879
uninsured 879
reauthorize 878
bob 877
eye 877
senate's 877
privatesector 876
repeatedly 876
active 875
division 875
happythanksgiving 875
invite 875
reminds 875
granted 874
hampshire 874
hide 873
fairness 872
roe 872
unfair 872
• 871
#vote 871
downtown 871
kavanaugh 871
pressing 871
blog 870
title 870
@SenJohnMcCain 868
groundbreaking 868
type 868
#ff 867
connecticut 867
homeowners 867
dealing 866
commander 865
fuel 865
presidential 865
wv 865
#ahca 864
citizen 864
supposed 864
lived 863
venezuela 863
writing 863
#smallbusinessweek 862
backgroundchecks 862
completed 862
dec 862
gift 862
ad 861
enact 861
️ 860
😂 860
addressed 860
advanced 859
kentucky 859
farms 858
il 858
obamaadministration 858
se 858
unemploymentrate 858
appropriate 857
nominate 857
previous 857
qualify 857
cure 856
holidayseason 856
joint 856
liberal 856
memories 856
specialcounsel 856
29 855
nominees 855
setting 855
yemen 855
clinton 854
dont 854
resign 854
well-being 854
enforcement 852
marine 852
pipeline 852
returning 852
heritage 851
pt 851
dod 850
sustainable 850
implementation 849
arts 848
hhs 848
paper 848
section 847
speed 847
6pm 846
districtoffice 846
prison 846
taylor 846
mitchmcconnell 845
tired 845
caring 844
crew 844
ukraine 844
@WaysandMeansGOP 842
neighborhood 842
nor 842
@uscapitol 841
regs 841
dreams 840
im 840
cybersecurity 839
delayed 839
father's 839
@usairforce 838
airforce 838
requested 838
wildlife 838
questioning 837
raises 837
depends 836
150 835
600 835
lifeline 834
witness 834
amyconeybarrett 833
club 833
diplomacy 833
mainstreet 833
strategic 833
aviation 832
pride 832
funded 831
delaware 830
thru 830
#paycheckprotectionprogram 829
helpful 829
lets 829
preserving 829
taxrelief 829
walking 829
monthsago 828
idaho 827
requesting 827
blood 826
dallas 826
gop's 826
#agriculture 824
activists 824
explore 824
concerning 823
homelandsecurity 823
representation 823
literally 822
anywhere 821
facebooklive 821
reauthorization 821
#chip 820
common-sense 820
educational 820
hawaii 820
mobile 820
waters 820
34 819
adults 819
ignored 819
ridiculous 819
sd 819
@JohnMartin929 818
coal 818
discussions 818
identify 818
@GOPLeader 817
households 817
intern 817
#earthday 816
convention 816
presidency 816
sports 816
holocaust 815
otherwise 815
visits 815
#grahamcassidy 814
#va 814
institute 814
opioids 814
returned 814
tells 814
@Interior 813
enroll 811
president-elect 811
turns 811
unions 811
@HillaryClinton 810
airports 810
congressionaldelegation 810
400 809
experiences 809
feb 809
survive 808
knowing 807
modernize 807
nebraska 807
restrictions 807
soul 807
cleanwater 806
wyoming 806
latino 805
prosperous 805
religion 805
southcarolina 805
#infrastructure 804
disturbing 804
nra 804
#smallbusiness 803
#opioidepidemic 801
publicschools 801
valuable 801
imperative 800
improved 800
input 800
lied 800
luncheon 800
notice 800
ride 800
visitors 800
in-person 799
cityhall 798
civilian 797
established 797
wallstreet 797
#laborday 796
7pm 796
@ChrisMurphyCT 796
although 796
announces 796
fulfill 796
thomas 796
#venezuela 795
children's 795
slavery 795
station 795
mary 794
mueller 794
violent 794
determined 793
eight 793
football 793
mother's 793
retweet 793
#usmca 792
barrett 792
digital 792
spreading 792
threatened 792
chosen 791
resilience 791
search 791
appear 790
fda 790
trouble 790
#justiceinpolicing 789
bravely 789
journey 789
portland 789
rejected 789
wash 789
babies 788
broke 788
immigrationreform 788
addresses 787
attacked 787
thoughtful 787
blame 786
covering 786
payroll 786
suicide 786
townhalls 786
universities 786
racial 785
resilient 785
nm 784
neighborhoods 783
owner 783
physical 783
#energy 782
score 782
@EnergyCommerce 781
dismantle 781
nd 781
shelter 781
taxreturns 780
precious 779
selfless 779
founded 778
memo 778
dearfriend 777
determination 777
powers 777
pro-life 777
stepping 777
terms 777
fly 776
jr 776
loving 776
misguided 776
@repjohnlewis 775
executive 775
usda 775
#wotus 774
eat 774
grandopening 774
nationalguard 774
opponent 774
prove 774
#tx22 773
petition 773
#endalz 772
fixing 772
timely 772
2010 771
@BetsyDeVosED 771
americancitizens 771
becomes 771
pr 771
sanantonio 771
tribal 771
grace 770
repair 770
specific 770
totally 770
affects 769
suffered 769
causes 768
core 768
undermines 768
emails 767
lincoln 767
southern 767
unconscionable 767
women'srights 767
dog 766
rescue 765
technologies 765
undermining 765
unemploymentinsurance 765
humanity 764
opinion 764
runs 764
sgt 764
alert 763
@SenSchumer 762
filing 762
ruralamerica 762
vietnam 762
worldwide 762
#budget 761
#epa 761
fake 761
nationalemergency 761
onto 761
terrific 761
#snap 760
hunger 760
jobgrowth 760
trumpadmin's 760
weeksago 760
property 759
#chicago 758
#trumprussia 758
32 758
pelosi 758
sector 758
#enoughisenough 757
brother 757
housegop 756
commercial 755
breaks 754
purpose 753
tourism 753
# 752
distance 752
twice 752
vp 752
entry 751
feedback 751
profits 751
coast 750
sexualharassment 750
turkey 750
temporary 749
workshop 749
#familiesfirst 748
@OfficialCBC 748
artwork 748
earning 748
fans 748
greatlakes 748
lgbtq 748
#mapoli 747
e-newsletter 747
familyseparation 746
ignoring 746
accomplished 745
employee 745
#isis 744
#zika 744
remembered 743
scheduled 743
sponsor 743
#hr8 742
neither 742
dozens 741
tracing 741
unemployed 741
withdraw 741
@HispanicCaucus 740
finish 740
ohioans 740
president'sdesk 740
quite 740
rev 740
uses 740
desperate 739
progressive 738
quarter 738
ryan 738
@KamalaHarris 737
@usedgov 737
nationaldebt 737
outdoors 736
graduate 735
steel 735
appointed 734
denying 734
creative 733
friendship 733
partnerships 733
journalists 732
sale 732
115th 731
accepted 731
appreciation 731
arrived 731
connected 731
conservatives 731
realize 731
@AppropsDems 730
speaks 730
accomplish 729
iran's 729
alzheimer's 728
excellence 728
graduates 728
heartfelt 728
spot 728
blessings 727
positions 727
stuff 727
symptoms 727
ur 727
arizonans 726
counter 726
deepest 726
names 726
podcast 726
strongest 726
🙏 725
nation'scapital 725
sometimes 725
blackwomen 724
buying 724
landmark 724
snow 724
hometown 723
so-called 723
2021 722
@NatResources 722
failures 722
#kssen 721
cold 721
dads 721
nonprofits 721
troubling 721
billionaires 720
century 720
desperately 720
faster 720
mandate 720
performance 720
veto 720
#census2020 719
claimed 719
eliminating 719
pull 719
pursuit 719
adoption 718
complex 718
deeplysaddened 718
ports 718
relations 718
curb 717
declared 717
martin 717
distribution 716
orlando 716
supporter 716
appears 715
instagram 715
located 715
minority 715
pentagon 715
represented 715
#endtheshutdown 714
@seanhannity 714
homelessness 714
nobody 714
talent 714
transgender 714
warning 714
weaken 714
answering 713
reduced 713
#muslimban 712
deportation 712
goods 712
impossible 712
opioid 712
participation 712
pollution 712
receives 712
platform 710
southdakota 710
focusing 709
everybody 708
impressed 708
rose 708
@USDOT 707
followed 707
reunite 707
elementaryschool 706
lifesaving 706
patient 706
yeah 706
you'd 706
lights 705
professional 705
#va06 704
@FEMA 704
meanwhile 704
ndaa 704
contract 703
educate 703
efficient 703
episode 703
reception 703
refusal 703
trusted 703
alarming 702
foster 702
plannedparenthood 702
teach 702
ultimately 702
@SecretarySonny 701
halt 701
happiness 701
presenting 701
recap 701
redtape 701
50thanniversary 700
@SecPompeo 700
apparently 700
congressionalappchallenge 700
jose 700
lee 700
obstruction 700
criminaljustice 699
giant 699
lowest 699
rain 699
victim 699
alaskans 698
kid 698
marching 698
registration 698
comfort 697
homeless 697
protective 697
severe 697
animals 696
authorities 696
hard-earned 696
inclusion 696
livelihoods 696
#northkorea 695
acknowledge 695
fox 695
grew 695
heroic 695
jobcreators 695
monthly 695
recommendations 695
william 695
letters 694
subject 694
exist 693
manage 693
regular 693
116th 692
2pm 692
@foxandfriends 692
body 692
shape 692
surrounding 692
woman's 692
#sctweets 691
overall 691
2000 690
armycorps 690
capabilities 690
examine 690
foxnews 690
successfully 690
joins 689
personally 689
religiousfreedom 689
staytuned 689
1000 688
estimated 688
moves 688
submitted 688
44 687
declaration 687
developments 687
disasterrelief 687
republic 686
achievements 685
enemy 685
extending 685
obamaadmin 685
organizing 685
washingtonstate 685
yorkers 685
content 684
economicrecovery 684
ideals 684
@CoryBooker 683
@EPAScottPruitt 683
google 683
enewsletter 682
highlighted 682
items 682
testifying 682
engineers 681
potentially 681
@SpeakerBoehner 680
abandon 680
destruction 680
mexicans 680
regulatory 680
actual 679
ma 679
urgency 679
fourth 678
reasonable 678
cuba 677
empty 677
foodassistance 677
perspective 677
terrorist 677
#blacklivesmatter 676
chatting 676
collaboration 676
delighted 676
es 676
firing 676
fortunate 676
humanitariancrisis 676
safeguard 676
taught 676
una 676
dying 675
negative 675
tree 675
baby 674
haha 674
sweet 674
#mtgov 673
drking 673
natural 673
#florida 672
cards 672
contain 672
restaurant 672
fcc 671
fights 671
throw 671
empowering 670
gotten 670
sends 670
teaching 670
wade 670
#keepfamiliestogether 669
#midnighttexas 669
5pm 669
cr 669
engaging 669
kelly 669
sales 669
#townhall 668
@RealDonaldTrump 668
rs 668
russians 668
serviceacademies 666
#nobillnobreak 665
cont 665
discriminatory 665
properly 665
#toomey 664
costly 664
sheriff 664
tragedies 664
transfer 664
beaches 663
disgraceful 663
lasting 663
removed 663
seeks 663
#gapol 662
#restorethevote 662
#savetps 662
gdp 662
participants 662
universal 662
#tn03 661
governors 661
silent 661
wounded 661
differences 660
ranked 660
speakerpelosi 660
strip 660
vaccines 660
plus 659
tele-town 659
virtually 659
👉 658
reaction 658
36 657
corker 657
pollingplace 657
shift 657
larger 656
marines 656
#opioid 655
bipartisanship 655
consideration 655
@SenWarren 654
columbus 654
maintaining 654
mil 654
milestone 654
moon 654
store 654
2011 653
@NIH 653
athletes 653
cap 653
divide 653
uk 653
vet 653
baseball 652
49 651
alternative 651
causing 651
dangers 651
#parisagreement 650
1/3 650
@USCG 650
abuses 650
code 650
wk 650
accounts 649
horrible 649
match 649
religious 649
russia's 649
ship 649
williams 649
cultural 648
faculty 648
intended 648
jobfair 648
md 648
weak 648
@Varneyco 647
africanamericans 647
epa's 647
eviction 647
interference 647
jack 647
overwhelmingly 647
prior 647
wealth 647
#benghazi 646
#schumershutdown 646
detained 646
fit 646
stuck 646
violation 646
counts 645
treating 645
#lwcf 644
@USDOL 644
más 644
mitigate 644
⤵ 643
adequate 643
administrator 643
exports 643
frank 643
hiding 643
policebrutality 643
presence 643
ball 642
bear 642
exceptional 642
fentanyl 642
kicked 642
ruralareas 642
storms 642
fan 641
product 641
winter 641
adopted 640
aware 640
businessowners 640
camp 640
charged 640
dialogue 640
france 640
highway 640
reunited 640
swamp 640
understands 640
attn 639
unborn 639
passionate 638
fishing 637
@HouseForeign 636
@JohnCornyn 636
fees 636
figure 636
payraise 636
presobama 636
sham 636
7th 635
arrested 635
authored 635
jones 635
principal 635
6th 634
cnn 634
dear 634
fifth 634
publicly 634
sacred 634
#cybersecurity 633
#dc 633
0 633
affecting 633
broad 633
consistent 633
responded 633
weeklynewsletter 633
#ny22 632
cars 632
cents 632
floridians 632
numerous 632
star 632
applying 631
congresswoman 631
cst 631
florida's 631
kevin 631
ky 631
lol 631
cleanair 630
eastern 630
flint 630
floorspeech 630
increasingly 630
☑ 629
expire 629
holidays 629
richard 629
strengthens 629
#bipartisan 627
37 627
disgusting 627
heal 627
ill 627
illegally 627
lands 627
prohibit 627
renewableenergy 627
saudiarabia 627
celebrates 626
donaldtrump's 626
filling 626
#dday 625
100,000 625
californians 625
agricultural 624
aircraft 624
